Repository: chisou/gpg-open
Catalog: src/resources/locale/*/gpg-open.po
Languages: de

source: Error: No Armored File (File: %s)
de: Datei %s kann nicht gelesen werden!

source: Error: No User For ID (ID: %s)
de: Für die Benutzer-ID %s kann kein Name ermittelt werden!

source: Error: No Inputfile
de: Keine Datei übergeben!

source: Error: No Assignee
de: Die Zielperson der Verschlüsselung konnte nicht ermittelt werden!

source: Error: No Username
de: Der Benutzername konnte nicht ermittelt werden!

source: Error: Undefined User ID (ID: %s)
de: Unbekannte Benutzer-ID %s!

source: Error: Unexpected Exception (Exception: %s)
de: Fehler: %s

source: Dialog: Multiple Users Title
de: Benutzer wählen

source: Dialog: Multiple Users Text
de: Diese Datei wurde für mehrere Empfänger verschlüsselt. Bitte wählen sie welcher für die Entschlüsselung verwendet werden soll:

source: Dialog: Multiple Users Column Title
de: Benutzername

source: Dialog: Authentication Title
de: Authentifizierung

source: Dialog: Authentication Text (User: %s)
de: Bitte geben sie das Passwort für Benutzer %s ein:

source: Status: Calling Command (Command: %s)
de: Starte Unterprozess '%s' ...

source: Status: Command Failed (Exit Code: %s)
de: Unterprozess beendete fehlerhaft mit Code %s!

source: Status: Multiple Possible Users (Users: %s)
de: Mehrere Empfänger möglich (%s).

source: Status: Selected User (User: %s)
de: Gewählter Benutzer ist %s.

source: Status: Created Temporary Directory (Directory: %s)
de: Temporäres Verzeichnis %s erzeugt.

source: Status: Temporary Filename (Filename: %s)
de: Name der temporären Datei ist %s.

source: Error: Zenity Failure
de: Zenity beendete mit Fehler!

source: Error: Decryption Failure
de: Datei konnte nicht entschlüsselt werden!

source: Status: Opening Temorary File (File: %s)
de: Temporäre Datei %s wird geöffnet ...

source: Status: Opening Process Failure (Exit Code: %s)
de: Temporäre Datei konnte nicht geöffnet werden (Fehler-Code: %s)!

source: Status: File Opening Failure!
de: Temporäre Datei konnte nicht geöffnet werden!

source: Warning: Immediate Subprocess Finish (Seconds: %s)
de: Der Unterprozess 'gnome-open' wurde sehr schnell beendet (nach %s Sekunden). Vielleicht wurde er asynchron gestartet?

source: Error: Encryption Failure
de: Datei konnte nicht verschlüsselt werden!

source: Status: MD5 Hash Failure
de: MD5-Prüfsumme konnte nicht berechnet werden!

source: Status: Removing Temporary Data
de: Temporäre Daten werden entfernt ...

source: Status: Temporary File Altered
de: Temporäre Datei wurde geändert. Verschlüsselung wird ausgeführt ...

source: Status: Temporary File Unaltered
de: Temporäre Datei ist unverändert.

source: Error: Process Failure :
de: Programm-Fehler:

source: Status: User Cancellation
de: Abbruch durch Benutzer.
